welcome=Vitajte v ConnecSys
label.logout=Odhl\u00E1si\u0165
label.signin=Prihl\u00E1senie / Registr\u00E1cia
label.internalServerError=Nastala neo\u010Dak\u00E1van\u00E1 chyba po\u010Das spracovanie po\u017Eiadavky. Pros\u00EDm sk\u00FAste nesk\u00F4r.
label.notFound=<p><b>Str\u00E1nka bola presunut\u00E1, zmazan\u00E1 alebo neexistuje.</b></p><p>Pravdepodbne sa jedn\u00E1 o:</p><ul><li>Zastaran\u00FD odkaz z inej str\u00E1nky</li><li>Chybu v adrese / URL</li></ul>
title.internalServerError=500 - Chyba
title.notFound=404 - Str\u00E1nka sa nena\u0161la
home.title.why=Pre\u010Do sme tu?
home.text.why=Ver\u00EDme, \u017Ee ka\u017Ed\u00E9 podnikanie by malo vyu\u017Ei\u0165 v\u0161etky v\u00FDhody u\u017E vybudovan\u00FDch online rie\u0161en\u00ED a prosperova\u0165 v prepojenom/modernom svete.
home.title.how=Probl\u00E9m
home.text.how=V\u00FDber, implement\u00E1cia a licencovanie r\u00F4znych online rie\u0161en\u00ED, ktor\u00E9 nefunguj\u00FA v \u00FAplnom s\u00FAlade, je neefekt\u00EDvne.
home.title.what=ConnecSys
home.text.what=Budujeme pre V\u00E1s plne prepojen\u00FD ekosyst\u00E9m, ktor\u00FD V\u00E1s u\u0161etr\u00ED od denno dennej \u00FAdr\u017Eby a opakuj\u00FAcich sa \u010Dinnost\u00ED, pri\u010Dom st\u00E1le m\u00E1te mo\u017Enos\u0165 ho kedyko\u013Evek vyladi\u0165. U\u0161etrite \u010Das a s\u00FAstre\u010Fte sa iba na to, na \u010Dom V\u00E1m najviac z\u00E1le\u017E\u00ED. V\u00E1\u0161 biznis.
home.text.what.2=Ponor\u00EDme sa za V\u00E1s do oce\u00E1nu online rie\u0161en\u00ED, vyberieme tie osved\u010Den\u00E9 a d\u00E1me ich dohromady.
home.kickOff=Chcem za\u010Da\u0165 s ConnecSys
home.title.forWhom=Pre koho?
home.text.forWhom=CZ & SK \u00FA\u010Dtovn\u00EDci a tie\u017E mal\u00E9 a stredn\u00E9 firmy pracuj\u00FAce s alternat\u00EDvami SAP, ktor\u00ED spravuj\u00FA mnoho opakuj\u00FAcich sa z\u00E1znamov, spracovanie predplatn\u00E9ho a in\u00FDch platieb, ktor\u00E9 sa vyskytuj\u00FA v pravideln\u00FDch intervaloch.
home.title.oneMore=Nie\u010Do d\u00F4le\u017Eit\u00E9 navy\u0161e
home.text.oneMore=ConnecSys je otvoren\u00FD pre v\u00FDvoj a integr\u00E1ciu aplik\u00E1ci\u00ED tret\u00EDch str\u00E1n a je plne pod Va\u0161ou kontrolou.
footer=Pou\u017E\u00EDva slu\u017Ebu ConnecSys
language.en=Angli\u010Dtina
language.sk=Sloven\u010Dina
